{
  "basics": {
    "name": "Nicolás Roldán",
    "label": "Data Scientist",
    "picture": "",
    "email": "nroldanfajardo@gmail.com",
    "phone": "+573114508724",
    "website": "http://johnsmith.com",
    "summary": "I am a Biomedical Engineer passionate about Biomedical Signal Processing and Digital Image processing. I have a deep interest in software development, mainly in the field of Machine Learning and Deep Learning applied to industry.",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "Bogotá",
      "countryCode": "CO",
      "region": ""
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "Nicolás Roldán",
        "url": "https://www.linkedin.com/in/nicolas-roldan-fajardo/"
      },
      {
        "network": "Github",
        "username": "nroldanf",
        "url": "https://github.com/nroldanf"
      }
    ]
  },
  "work": [
    {
      "company": "Escuela Colombiana de Ingeniería Julio Garavito",
      "position": "",
      "website": "http://company.com",
      "startDate": "2018-01-01",
      "summary": "Biomedical Engineer specialized in biomedical image and signal processing. Peer tutor of biomedical signal and image processing."
    },
    {
      "company": "Work.r",
      "position": "Data Scientist/Machine Learning Engineer",
      "website": "http://workr.com.co",
      "startDate": "2019-06-01",
      "summary": "Building of ml-based services like Chatbots integrated with SOAP and REST services in WhatsApp and Web channels, information extraction of documents, automated technical state of router devices using computer vision, data driven messaging campaigns, recommendations systems and backend development for financial and telecommunications companies."
    }
  ],
  "education": [
    {
      "institution": "Escuela Colombiana de Ingeniería Julio Garavito - Universidad del Rosario",
      "area": "Biomedical Engineering",
      "studyType": "Bachelor",
      "startDate": "2014",
      "endDate": "2019",
      "gpa": "",
      "courses": [
        "Biomedical Image Processing",
        "Advanced Image Processing",
        "Statistical Signal Processing"
      ]
    }
  ],
  "skills": [
    {
      "name": "Scientific Programming",
      "level": 5,
      "keywords": [
        "Python",
        "Matlab"
      ]
    },
    {
      "name": "Backend Development",
      "level": 4,
      "keywords": [
        "Python",
        "Node.js",
        "Java"
      ]
    },
    {
      "name": "DevOps",
      "level": 4,
      "keywords": [
        "Serverless",
        "Docker",
        "AWS SAM",
        "AWS Chalice"
      ]
    }
  ],
  "interests": [
    {
      "name": "AWS",
      "keywords": [
        "I have been using AWS extensively focused in the Machine Learning Services (Transcribe, Rekognition, Comprehend, Textract, Personalize, and others), REST API deployments with serverless arquitectures using Lambda, DynamoDB SQS, SNS and others, Sagemaker for labeling, training and deployment Sagemaker built-in algorithms for Object Detection, image classification and Text Classification. Today I hold the AWS Machine Learning Specialty Certification archieved in May of 2020 which certificates the demonstrated ability to build, train, tune, and deploy ML models using the AWS Cloud."
      ]
    },
    {
      "name": "Data Science",
      "keywords": [
        "Practical knownledge of methods used for feature selection, dimensionality reduction, feature extraction, imbalanced classes handling. Use of data visualization skills to conduct a better analysis on the data. Manipulation of non-structured data like text and images in way that can be used for an ML algorithm."
      ]
    },
    {
      "name": "Machine Learning and Deep Learning",
      "keywords": [
        "Experience with multiple libraries for machine learning and deep learning training using custom and pretrained models (scikit-learning, OpenCV, spaCy, Tensorflow)."
      ]
    }
  ]
}
